Repository: common-repository/yuvver
Catalog: languages/yuvver-*.po
Languages: he_il

source: Settings
he_il: הגדרות

source: Email subject
he_il: נושא ההזמנה

source: Your domain is not verified
he_il: התחום שלך לא מאומת

source: Login into your application in <a href='http://yuvver.com' target='_blank'>http://yuvver.com</a> and copy below your code verification
he_il: כנס ליישום שלך ב-<a href='http://yuvver.com' target='_blank'>http://yuvver.com</a> והעתק את דוק האימות בשדה למטה

source: Verify Domain
he_il: אמת את שם המתחם שלך

source: Save
he_il: שמור

source: API key
he_il: מפתח API

source: If you don't know your API key,<br />Login into your application in <a href='http://yuvver.com' target='_blank'>http://yuvver.com</a> and you will see it there
he_il: אם אינך יודע את מפתח ה-API,<br>כנס ליישום שלך ב-<a href='http://yuvver.com' target='_blank'>http://yuvver.com</a> ואתה תראה אותו שם

source: Dismiss this notice.
he_il: סגור הודעה זו.

source: Code verification
he_il: קוד אימות

source: If you don't have an account in Yuvver,<br />Go to <a href='http://yuvver.com/sign-up/' target='_blank'>http://yuvver.com/sign-up/</a> to create your Yuvver account
he_il: אם אין לך חשבון ב- Yuvver,<br>כנס ל<a href='http://yuvver.com/sign-up/' target='_blank'>http://yuvver.com/sign-up/</a> כדי ליצור את החשבון ה- Yuvver שלך

source: Please fill in code verification
he_il: אנא הקלד את קוד אימות

source: Congrats, your domain is verified.
he_il: התחום שלך אומת בהצלחה.

source: Final step, copy your API key
he_il: השלב אחרון, אנא העתק את מפתח API

source: into the field and press <strong>Save</strong>
he_il: לשדה למטה ולחץ על <strong>שמור</strong>

source: Verify code did not match!
he_il: קוד אימות לא נמצא!

source: Fatal error
he_il: שגיאת מערכת

source: Your application is activated and ready to use.
he_il: האפליקצית ה- Yuvver שלך פעילה (:

source: Shortcode button
he_il: כפתור קוד מקוצר

source: Write your invitation
he_il: רשום את ההזמנה שלך

source: Use the string
he_il: השתמש במחרוזת זו

source: Invitation
he_il: הזמנה

source: Add new invitation
he_il: הוסף הזמנה חדשה

source: Show all invitations
he_il: הצג את כל ההזמנות

source: in the editor or in the subject to print your client name
he_il: בעורך טקסט או בנושא כדי להדפיס את שם הלקוח שלך

source: in the editor to print your client's friend name
he_il: בעורך טקסט כדי להדפיס את שם החבר של הלקוח שלך

source: <h2 dir='ltr'>***Example***</h2><p dir='ltr'>Hi {{friend_name}},<br />Your friend {{client_name}} share with you link to the best website ever.<br /></p><p dir='ltr'>{{base_url}}</p>
he_il: <h2 dir='rtl'>***דוגמה***</h2><p dir='rtl'>היי {{friend_name}},<br />חבר שלך {{client_name}} שיתף איתך את האתר הכי טוב בעולם.<br /></p><p dir='rtl'>{{base_url}}</p>

source: Your friends will get your invitation shortly.
he_il: ההזמנה בדרך לחברים שלך

source: Fatal Error - Emails not selected
he_il: שגיאת מערכת - לא נבחרו אימיילים

source: Fatal Error - Don't find invitation ID
he_il: שגיאת מערכת - לא נמצא מספר הזמנה

source: Fatal Error - Application is not activated
he_il: שגיאת מערכת - האפליקציה שלך לא מאושרת

source: Hi, we detect you have
he_il: היי, זיהינו שיש לך

source: Email in queue
he_il: מיילים בהמתנה

source: email in queue
he_il: מייל בהמתנה

source: emails in queue
he_il: מיילים בהמתנה

source: Send now
he_il: שלח עכשיו
